Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Na podłodze w pracowni znalazłem listy z królewską pieczęcią. Niestety, nie jestem w stanie niczego odczytać.
uk: На підлозі майстерні я знайшов листи з королівською печаткою. На жаль, я нічого не можу розібрати.

source: Na pojedynek? Gregor, słyszałeś? Masz coś nie tak z głową, młody?
uk: На поєдинок? Грегоре, ти чув? У тебе щось не так з головою, хлопче?

source: Na polowaniu?
uk: Полюєш?

source: Na polu obok chaty Bodowina znalazłem dziwne ogniste korzenie. Z pozoru wyglądają zupełnie zwyczajnie, ale gdy ich dotykam, czuję, jakby parzyły moje dłonie. Chociaż nie ukrywam, że pachną bardzo przyjemnie, aż by się chciało ich spróbować...
uk: У городі поруч з хатиною Бодовіна я знайшов дивні вогняні корені. Зовні вони виглядають цілком звичайними, але варто до них доторкнутися, як вони ніби обпалюють мої руки. Щоправда вони пахнуть дуже приємно, так і хочеться спробувати їх на смак...

source: Na potrzeby tego pokazu trochę cię... usprawnimy. W nie do końca moralny sposób.
uk: У процесі цієї вистави ми збираємося... трохи тебе поліпшити. Не зовсім етичним способом.

source: Na południowym wschodzie wyspy znajduje się leciwa forteca zwana potocznie 'Wilczym Leżem'. Są to tereny będące we władaniu Ulryka.
uk: На південному сході острова знаходиться старовинна фортеця, відома під назвою 'Вовче Лігво'. Це території, що перебувають під владою Ульріка.

source: Na południowym zachodzie od Ustronia Żeglarza znajdziesz farmę należącą do właściciela ziemskiego - Bermara. Jej mieszkańcy cenią sobie ciężką pracę i są z niej wyraźnie dumni. W przeciwieństwie do tych z Silbach przyjmą cię z otwartymi rękami - rzecz jasna, dopóki Twoja obecność nie stanie się dla nich ciężarem.
uk: На південний захід від Прихистку моряка розташована ферма, що належить землевласнику Бермару. Її мешканці цінують працьовитість і явно пишаються нею. На відміну від мешканців Сільбаху, вони зустрінуть вас з відкритими обіймами – звісно, якщо ваша присутність їх не обтяжуватиме.

source: Na przestrzeni lat kapliczkę rozbudowywano, a wiara w Adanosa zaczęła dominować wśród mieszkańców wyspy. Sam Volfzack, dzięki wpływom ówczesnych magów, spokorniał.
uk: У наступні роки каплицю розбудовували, а віра в Аданоса почала переважати серед острів'ян. Сам Вольфзак, завдяки впливу тогочасних магів, став більш спокійним.

source: Na przestrzeni ostatnich lat nie zawsze się ze sobą zgadzaliśmy, ale cenię cię jako człowieka interesu.
uk: Протягом останніх кількох років ми не завжди погоджувалися один з одним, але я ціную тебе як ділову людину.

source: Na przewodników zatrudniamy raczej osoby, które spędziły na Archolos przynajmniej kilka lat...
uk: На роботу провідниками ми наймаємо людей, які провели на Архолосі принаймні кілька років...

source: Na przykład takich, które stosuje się specjalnie do polowań na pełzacze.
uk: Наприклад, такими, які використовуються спеціально для полювання на повзунів.

source: Na przyszłość bądź ostrożniejszy, wkrótce może znowu trafić na twój ślad.
uk: Будь надалі обережнішим, він може знову тобою зацікавитись.

source: Na przyszłość trzymaj się z dala od rzeczy, które nie powinny cię interesować!
uk: Запам'ятай на майбутнє, тримайся подалі від чужих речей!

source: Na przyszłość trzymaj łapy z dala od nie swoich rzeczy!
uk: Наділі тримай свої лапи подалі від чужих речей!

source: Na psy schodzi ta kopalnia, na psy!
uk: До дідька цю копальню, до дідька!

source: Na półce skalnej obok cmentarza zauważyłem jaszczury. To dość nietypowe miejsce jak dla tych gadów. Może nowicjusze, którzy powiedzieli mi o cmentarzu, będą coś o tym wiedzieć.
uk: Я помітив ящерів на кам'яних виступах, поряд із цвинтарем. Досить незвичне місце для цих рептилій. Можливо, послушники, які розповіли мені про цвинтар, щось про них знають.

source: Na półce skalnej, w pobliżu rzeki, udało mi się znaleźć Rolfa. Ukrywał się tam przed wilkami. Jest bardzo wystraszony, wspominał też o Bestii grasującej w pobliżu. Muszę bezpiecznie odprowadzić go do wioski. Im szybciej się stąd zabierzemy, tym lepiej.
uk: На скелі, поблизу річки, мені вдалося знайти Рольфа. Він ховався там від вовків. Він дуже наляканий, а також згадував про Звіра, який блукає неподалік. Я маю повернути його до села в безпеці. Чим швидше ми заберемось звідси, тим краще.

source: Na północ od wioski spotkałem myśliwego zajętego tropieniem grasującej w okolicy Bestii. Udało mi się od niego dowiedzieć, że jakiś czas temu przechodziły tędy trzy osoby. Jedna z nich była tęga, druga szczupła, a ślady trzeciej były nieregularne, zupełnie jakby była ciągnięta przez dwie pozostałe. Ślady prowadziły w kierunku miasta.
uk: На північ від села я зустрів мисливця, який вистежував Звіра, що блукав в околиці. Він розповів мені, що деякий час тому тут пройшли троє людей. Один був кремезний, другий худий, а сліди третього були нерівними, ніби його волочили двоє інших. Сліди вели в напрямку міста.

source: Na północ od wioski spotkałem myśliwego zajętego tropieniem grasującej w okolicy Bestii. Udało mi się od niego dowiedzieć, że jakiś czas temu przechodziły tędy trzy osoby. Według niego ślady prowadziły w kierunku miasta.
uk: На північ від села я зустрів мисливця, який вистежував Звіра, що блукав в околиці. Він розповів мені, що деякий час тому тут пройшли троє людей. За його словами, сліди вели в напрямку міста.

source: Na północ stąd znajdują się Wiedźmie Trzęsawiska.
uk: На північ звідси розташовані Відьомські болота.

source: Na północ, w kierunku lasu. Może przydadzą się do czegoś i w końcu zrobią porządek z tymi łajzami.
uk: На північ, у напрямку лісу. Може, від них буде користь, і вони нарешті розберуться з тими негідниками.

source: Na północ, w stronę miasta, jak większość podróżujących ze wsi ludzi.
uk: На північ, в бік міста, як і більшість людей, що подорожують з села.

source: Na razie dalej przesiaduje całymi dniami w swojej pracowni, ale może w końcu uda mu się dokonać jakiegoś przełomowego odkrycia.
uk: Наразі він продовжує цілими днями сидіти у своїй майстерні, але, можливо, врешті-решт він зробить якесь революційне відкриття.

source: Na razie dziękuję.
uk: Наразі дякую.

source: Na razie gówno widać, ale z czasem nasze oczy powinny przyzwyczaić się do ciemności. Rozbiliśmy obóz w pobliżu jakichś posągów. Jutro powinno być lepiej.
uk: Поки що ми нічогісінько не бачимо, але з часом наші очі повинні звикнути до темряви. Ми розбили табір біля якихось статуй. Завтра має бути краще.

source: Na razie nie, ale starszy zapewni nam bezpieczeństwo, jeśli zaczniemy pracować.
uk: Поки що ні, але якщо ми почнемо працювати, то староста забезпечить нам захист.

source: Na razie powoli, ale widzę tutaj niemały potencjał.
uk: Поки що поволі, але я бачу тут значний потенціал.

source: Na razie przypomina bibliotekę, ale liczę, że z czasem sprowadzę do niej niezbędną aparaturę do prowadzenia dalszych badań. Wielka Sala i część kondygnacji w pobliżu katakumb świadczą o niewątpliwym kunszcie budowniczych tego miejsca. Przykładem tego są kolumnady wykonane z niezwykle równo ociosanych kamieni. Gdyby Magowie Wody przybyli na wyspę wcześniej, zakładałbym, że pomogli mieszkańcom w tym imponującym dziele.
uk: Поки що вона нагадує бібліотеку, але я сподіваюся, що з часом зможу завезти необхідне обладнання для подальших досліджень. Велика зала і деякі поверхи біля катакомб свідчать про безсумнівну майстерність тих, хто збудував це місце. Про це свідчать колонади, викладені з надзвичайно рівно обтесаних каменів. Якби Маги Води прибули на острів раніше, я б припустив, що вони допомагали мешканцям у виконанні цієї вражаючої роботи.

source: Na razie!
uk: Побачимось!

source: Na razie, mały.
uk: Побачимось, юначе.

source: Na razie. Nie myśl, że o tym zapomnę.
uk: Це поки що. І не думай, що я про це забуду.

source: Na salony zaś wpuścił kilku kupców na czele z myrtańskim magnatem, Delaverdem. Jeśli wierzyć przekazom świadków, podczas mocno zakrapianej nocnej libacji, grupa podpisała pakt o powołaniu do życia „Ligi Wschodniej”, wypowiadając tym samym posłuszeństwo królowi.
uk: У свою чергу, він допустив до себе кількох торговців на чолі з міртанським магнатом Делавердом. Якщо вірити свідченням очевидців, під час однієї нічної пиятики група підписала пакт про створення 'Східної Ліги', таким чином оголосивши про свою непокору королю.

source: Na sam koniec dolej do wywaru 2 łyżki miodu.
uk: Наприкінці додайте у відвар дві ложки меду.

source: Na sam koniec trzeba też pamiętać, że nabór otwierany jest tylko raz do roku, a sam okres nowicjatu trwa co najmniej pięć lat.
uk: Насамкінець потрібно також пам'ятати, що набір відкривається лише раз на рік, а саме послушництво триває щонайменше п'ять років.

source: Na sam koniec wypolerować należy wszystko jedynym kamieniem twardym dostatecznie - żywym i martwym jednocześnie, o barwie szarej niczym skały Wilczego Leża.
uk: Насамкінець все це слід відполірувати єдиним достатньо твердим каменем – живим і мертвим водночас, сірим, як скелі Вовчого Лігва.

source: Na samym końcu postawiono wielki most łączący klasztor z resztą wyspy, który miał otworzyć to miejsce na handel i częstsze pielgrzymki.
uk: Під кінець був побудований великий міст, що з'єднав монастир з іншою частиною острова. Він мав відкрити це місце для торгівлі та численних паломництв.

source: Na samym końcu schładzasz to, co wykułeś, i powtarzasz proces czterokrotnie. Wszystkie potrzebne sprzęty są tu w rogu pracowni.
uk: Наприкінці охолоди те, що викував, і повтори процес чотири рази. Все необхідне обладнання знаходиться тут, у кутку майстерні.

source: Na skromne to one mi nie wyglądają.
uk: Вони не здаються мені скромними.

source: Na starość będziesz pluł sobie w brodę, że nie wykorzystałeś każdej chwili na coś pożytecznego!
uk: На старості будеш докоряти собі, якщо не використовуватимеш кожну мить для чогось корисного!

source: Na strychu spotkałem Blake'a i dwóch jego ludzi. Wygląda na to, że urządzili sobie kwaterę dowodzenia. Blake zaprzeczył, jakoby Ars miał coś wspólnego z zamachem na Volkera. Zauważył, że chłopak nie potrafił nawet przeładować kuszy, a co dopiero targnąć się na czyjeś życie. Blake twierdzi, że Ars służył mu jako posłaniec, gdyż sam nie mógł bezpiecznie poruszać się po mieście. Wyparł też moje podejrzenia, jakoby maczał palce w zamachu. Po rozmowie postanowił puścić mnie wolno, a ja obiecałem, że w raporcie nie wspomnę władzom o naszym spotkaniu. Pytanie brzmi, na czym zależy mi bardziej: własnym honorze, czy życiu niewinnych ludzi?
uk: На горищі я зустрів Блейка і двох його людей. Схоже, що вони облаштували тут своєрідний штаб. Блейк заперечив причетність Арса до замаху на Волкера. Він зазначив, що хлопець не міг навіть перезарядити арбалет, не кажучи вже про те, щоб зазіхнути за чиєсь життя. Блейк стверджує, що Арс виконував для нього роль посланця, оскільки сам він не міг безпечно пересуватися містом. Він також заперечив мої підозри, щодо його причетності до замаху. Після розмови він вирішив мене відпустити, а я пообіцяв не згадувати про нашу зустріч у своїй доповіді владі. Питання в тому, що для мене важливіше: власна честь чи життя невинних людей?

source: Na strychu spotkałem Blake'a i dwóch jego ludzi. Wygląda na to, że urządzili sobie kwaterę dowodzenia. Blake zaprzeczył, jakoby Ars miał coś wspólnego z zamachem na Volkera. Zauważył, że chłopak nie potrafił nawet przeładować kuszy, a co dopiero targnąć się na czyjeś życie. Blake twierdzi, że Ars służył mu jako posłaniec, gdyż sam nie mógł bezpiecznie poruszać się po mieście. Wyparł też moje podejrzenia, jakoby maczał palce w zamachu. Po rozmowie zaproponował pójście na ugodę. Zgodził się puścić mnie wolno, gdybym przyrzekł milczeć o tym, czego się dowiedziałem. Nie mogłem mu dać takiego słowa, więc doszło do walki, z której wyszedłem zwycięsko.
uk: На горищі я зустрів Блейка і двох його людей. Схоже, що вони облаштували тут своєрідний штаб. Блейк заперечив причетність Арса до замаху на Волкера. Він зазначив, що хлопець не міг навіть перезарядити арбалет, не кажучи вже про те, щоб зазіхнути за чиєсь життя. Блейк стверджує, що Арс виконував для нього роль посланця, оскільки сам він не міг безпечно пересуватися містом. Він також заперечив мої підозри, щодо його причетності до замаху. Після розмови він запропонував укласти угоду. Він погодився відпустити мене, якщо я пообіцяю мовчати про все те, що дізнався. Я не зміг дати йому такого слова, тому зав'язалася бійка, з якої я вийшов переможцем.

source: Na strychu spotkałem Blake'a i dwóch jego ludzi. Wygląda na to, że urządzili sobie kwaterę dowodzenia. Z rozmowy dowiedziałem się, że celem Blake'a była walka o większe prawa dla Południowców na wyspie. Konflikt z Volkerem nie leżał w jego interesie, więc raczej nie maczał palców w zamachu. Kiedy nadużyłem jego cierpliwości, rzucił się na mnie. Co prawda z walki wyszedłem zwycięsko, ale nie dowiedziałem się przez to najważniejszego - prawdy o Arsie i jego związku z Południowcami.
uk: На горищі я зустрів Блейка і двох його людей. Схоже, що вони облаштували тут своєрідний штаб. З розмови я дізнався, що метою Блейка була боротьба за розширення прав південців на острові. Конфлікт з Волкером не входив у його інтереси, тому він навряд чи причетний до замаху. Коли його терпіння вичерпалося, він накинувся на мене. Хоч я і вийшов переможцем з цієї сутички, але при цьому я не дізнався найголовнішого – правди про Арса і його зв'язки з південцями.

source: Na swoje nieszczęście.
uk: На своє нещастя.

source: Na szczęście Volker dochodzi już do siebie i z pewnością chętnie odpowie na wszystkie twoje pytania.
uk: На щастя, Волкер вже одужує, і я впевнений, що він буде радий відповісти на всі твої запитання.

source: Na szczęście dla mnie, przejrzałem na oczy.
uk: На щастя для мене, я все зрозумів.

source: Na szczęście facet ucina sobie drzemkę około trzeciej w nocy. Widzisz, Lewko ma posłuch, ale nie dba szczególnie o dyscyplinę.
uk: На щастя, хлопець дрімає близько третьої години ночі. Бачиш, Левко має прихильників, але він не дуже переймається дисципліною.

source: Na szczęście gubernator bardzo dobrze o nas dba i zapewnia bezpieczeństwo najwyższej klasy. Szkoda, że nie ma więcej takich ludzi jak on.
uk: На щастя, губернатор дуже добре піклується про нас і забезпечує першокласну безпеку. Хотілося б, щоб таких людей, як він, було більше.

source: Na szczęście gubernator bardzo dobrze o nas dba i zapewnia bezpieczeństwo najwyższej klasy. Szkoda, że nie ma więcej takich ludzi, jak on.
uk: На щастя, губернатор дуже добре піклується про нас і забезпечує першокласну безпеку. Хотілося б, щоб таких людей, як він, було більше.

source: Na szczęście gubernator ma głowę na karku i zapewnia bezpieczeństwo najwyższej klasy. Szkoda, że nie ma więcej ludzi takich jak on.
uk: На щастя, губернатор має голову на плечах і забезпечує першокласну безпеку. Шкода, що таких людей, як він, не так вже й багато.

source: Na szczęście jeden z jego chłopców był zbyt gadatliwy.
uk: На щастя, один з його хлопців виявився занадто балакучим.

source: Na szczęście lekarstwo pokonało gorączkę i Jorn poczuł się lepiej.
uk: На щастя, ліки допомогли подолати лихоманку, і Йорну стало краще.

source: Na szczęście moje usługi są za drogie na kieszenie byle oprycha.
uk: На щастя, мої послуги занадто дорогі для кишені якогось бандита.

source: Na szczęście możemy łatwo rozwiązać ten problem.
uk: На щастя, ми можемо легко вирішити цю проблему.

source: Na szczęście na wilcze jagody też się łapią. I bardzo dobrze, tylko później słyszę jak piszczą z bólu, szkodniki przeklęte.
uk: На щастя, болотні щури наминають і вовчі ягоди. І це дуже добре. Так і чую, як вони верещать від болю, прокляті шкідники.

source: Na szczęście pomimo tych wszystkich awantur kuchnia pozostała nietknięta i nie straciliśmy ani jednej butelki.
uk: На щастя, незважаючи на всі суперечки, кухня залишилася цілою і ми не втратили жодної пляшки.

source: Na szczęście te czasy są dawno za nami, teraz nawet Rada traktuje podwładnych z godnością.
uk: На щастя, ті часи давно позаду, тепер навіть Рада гідно ставиться до підлеглих.

source: Na szczęście udało mi się go ominąć.
uk: На щастя, мені вдалося втекти.

source: Na szczęście udało mi się go przekonać, by wrócił do naszej organizacji.
uk: На щастя, мені вдалося переконати його повернутися до нашої організації.

source: Na szczęście udało mi się go załatwić.
uk: На щастя, мені вдалося з ним впоратися.

source: Na szczęście udało nam się szybko opanować sytuację, i aktualnie przeszliśmy do drugiego etapu.
uk: На щастя, ми змогли швидко взяти ситуацію під контроль і перейшли до другого етапу.

source: Na szczęście w końcu udało mi się odnaleźć jakiś trop. Nie mam żadnych wątpliwości co do tego, że Lena jest na tym bagnie.
uk: На щастя, мені врешті вдалося знайти зачіпку. У мене немає жодних сумнівів, що Олена на болотах.

source: Na szczęście zazwyczaj same bagna są już wystarczającym straszakiem i nie kręci się tu zbyt wielu ciekawskich.
uk: На щастя, зазвичай болота самі по собі вже достатньо моторошні, і не так багато допитливих людей вештається навколо.

source: Na szczęście została jeszcze jedna...
uk: На щастя, залишився ще один...

source: Na szczęście, przy pomocy lokalnych przewoźników, zdołałem przenieść wszystko na wschód, między innymi na Archolos.
uk: На щастя, за допомогою місцевих перевізників мені вдалося перевезти все на схід, в тому числі й на Архолос.

source: Na tak niebezpiecznej wyspie, jak Archolos trudno żebyś uzyskał miłą odpowiedź na to pytanie. Oby to wszystko wyszło na prostą...
uk: На такому небезпечному острові, як Архолос, важко отримати гарну відповідь на це питання. Будемо сподіватися, що все обійдеться...

source: Na takie nędzne oszustwo nie nabierze się nikt!
uk: Ніхто не поведеться на таку жалюгідну аферу!

source: Na tej wyspie aż roi się od bandytów i niebezpiecznej zwierzyny. Jeśli mam cię zabierać na polowania, to będziesz musiał popracować wcześniej nad swoją techniką.
uk: Цей острів кишить бандитами і небезпечною звіриною. Якщо я візьму тебе на полювання, тобі доведеться спершу відпрацювати свої навички.

source: Na tej wyspie ciągle ktoś ginie. Nie mam czasu ani siły by przejmować się kolejną zagubioną osobą.
uk: На цьому острові постійно хтось гине. У мене немає ні часу, ні сил перейматися ще однією загубленою людиною.

source: Na tej wyspie masz tak naprawdę trzy opcje, by godnie żyć. Zostajesz czyimś czeladnikiem i po latach pracy wychodzisz na swoje, rekrutuje cię straż albo dołączasz do Araxos.
uk: На цьому острові у тебе фактично є три можливості заробити на гідне життя: стати чиїмось учнем і після років роботи почати працювати самостійно, піти у Міську Варту, або приєднатися до Араксосу.

source: Na tej wyspie tak naprawdę nie było nikogo, komu moglibyśmy zaufać. Mogliśmy tylko polegać na sobie - tak jak zawsze.
uk: На цьому острові насправді не було нікого, кому ми могли б довіряти. Нам залишалося покладатися лише на себе – як і завжди.

source: Na ten moment do twoich jedynych zmartwień należy siedzenie na dupie i czekanie.
uk: До того моменту всі твої турботи зводяться до того, щоб сидіти на дупі і чекати.

source: Na ten moment nie mam żadnych podejrzanych.
uk: На даний момент у мене немає підозрюваних.

source: Na ten moment, każda para rąk przy pile jest dla mnie bezcenna.
uk: Зараз кожна пара рук з пилкою для мене безцінна.

source: Na ten moment, tak.
uk: Поки що, так.

source: Na terenie Przystani przestrzega się tak naprawdę tylko jednej zasady - szacunku wobec jej przywódcy, Corteza. Oprócz tego panuje tu pełna samowolka. Wygląda na to, że będąc tu, jestem zdany wyłącznie na siebie. Chłopak nie wiedział, o kim mówię, gdy opisałem mu poszukiwanego wielkoluda. Powinienem porozmawiać z Cortezem i dowiedzieć się czegoś więcej o tym miejscu. Znajdę go na piętrze w chacie pośrodku Przystani.
uk: У Гавані дотримуються лише одного правила – поважати свого лідера, Кортеза. Щодо усього іншого – тут панує повне свавілля. Складається враження, що я тут сам по собі. Хлопець не зрозумів, про кого я говорив, коли я описав йому здорованя, якого я шукаю. Треба поговорити з Кортезом і дізнатися більше про це місце. Я знайду його нагорі у хатині в центрі Гавані.

source: Na terenie Przystani przestrzega się tak naprawdę tylko jednej zasady - szacunku wobec jej przywódcy, Corteza. Oprócz tego panuje tu pełna samowolka. Wygląda na to, że będąc tu, jestem zdany wyłącznie na siebie. Thiago powiedział mi, że bandyci, których śledziłem, dotarli do obozu, ale nie ma pojęcia, dokąd poszli. Rozejrzę się za nimi na własną rękę, a zacznę od rozmowy z Cortezem. Przy okazji dowiem się czegoś więcej o tym miejscu. Znajdę go na piętrze w chacie pośrodku Przystani.
uk: У Гавані дотримуються лише одного правила – поважати свого лідера, Кортеза. Щодо усього іншого – тут панує повне свавілля. Складається враження, що я тут сам по собі. Тьяго повідомив мені, що бандити, за якими я стежив, дісталися табору, але він не знає, куди вони пішли. Я сам їх пошукаю і почну з того, що поговорю з Кортезом. Заодно дізнаюся більше про це місце. Я знайду його нагорі у хатині в центрі Гавані.

source: Na terenie Starego Miasta nie zezwala się na handel bez rejestracji w ratuszu miejskim.
uk: У Старому місті заборонено торгувати без реєстрації у міській ратуші.

source: Na to już za późno, facet nie żyje. Ktoś go otruł.
uk: Занадто пізно, він вже мертвий. Хтось його отруїв.

source: Na to przez stulecia nikt nie miał odwagi.
uk: Протягом століть ніхто не наважувався це зробити.

source: Na to wygląda, chłopcze. Nie mam pojęcia, jak w ogóle udało im się dostać do miasta!
uk: Схоже на те, хлопче. Гадки не маю, як вони взагалі пробралися в місто!

source: Na to wygląda.
uk: Схоже на те.

source: Na to wygląda. Dobra, skup się.
uk: Схоже на те. За роботу.

source: Na to wygląda. Mógłbyś go dla mnie wykuć?
uk: Схоже на те. Можеш викувати її для мене?

source: Na to wygląda. Wydaje mi się, że jest tam szczęśliwy. Szczególnie, gdy dowiedział się, że wcale nie chcesz go na siłę sprowadzić do stoczni.
uk: Схоже, що так. Думаю, він там щасливий. Особливо, коли дізнався, що ти не збираєшся силоміць забирати його на корабельню.

source: Na to właśnie liczyłem! Powodzenia!
uk: Саме на це я й сподівався! Щасти тобі!

source: Na troje zostało rozdzielone.
uk: було поділено на три частини.

source: Na twoim miejscu bym odpuściła.
uk: На твоєму місці я б облишила це.

source: Na twoim miejscu bym się tym nie przejmował, w końcu się przysłużyłeś interesom królestwa.
uk: На твоєму місці я б не хвилювався про це, адже ти послужив інтересам королівства.

source: Na twoim miejscu chwilę bym się z tym wstrzymał.
uk: На твоєму місці я б утримався від цього на деякий час.

source: Na twoim miejscu chwilę bym się z tym wstrzymał. Niech odtrutka się ustabilizuje.
uk: На твоєму місці я б утримався від цього на деякий час. Нехай протиотрута засвоїться.

source: Na twoim miejscu nie obnosiłbym się z tym, skąd jesteś.
uk: На твоєму місці я б не хизувався тим, звідки ти.

source: Na twoim miejscu nie szedłbym w tę stronę.
uk: На твоєму місці я б туди не ходив.

source: Na twoim miejscu nie wchodziłbym im w drogę.
uk: На твоєму місці я б не переходив їм дорогу.

source: Na twoim miejscu nie wyciągałbym pochopnych wniosków.
uk: На твоєму місці я б не робив поспішних висновків.

source: Na twoim miejscu nie zadawałabym tu zbyt dużo pytań. Prosisz się w ten sposób o kłopoty.
uk: На твоєму місці я б не ставила тут багато запитань. Так ти напросишся на неприємності.

source: Na twoim miejscu nie zadawałbym tu zbyt dużo pytań. Prosisz się w ten sposób o kłopoty.
uk: На твоєму місці я б не ставив тут багато запитань. Так ти напросишся на неприємності.

source: Na twoim miejscu po prostu kupiłbym dziczyznę od jakiegoś handlarza.
uk: На твоєму місці я б просто купив його у якогось торговця.
